Revit 2015 API
AreaTagTypeSet Constructor
Initializes a new instance of the AreaTagTypeSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public AreaTagTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
AreaTagTypeSet()
See Also
AreaTagTypeSet Class
Autodesk.Revit.DB Namespace